Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: 주변의 소음에도 정신이 들지 않아 창밖 풍경 곳곳을 멍하니 바라보고 있으니, 이내 릭의 목소리가 더욱 커졌다.
en_us: As Logan blankly stared out the window into the distance, Rick’s concerned voice grew louder.

source: 쏴아아아.
en_us: Swoosh.

source: “헤엑.{j}헤엑.”
en_us: “Ugh.”

source: “노예가 탈출했다!”
en_us: “My slaves have escaped!”

source: 그러자면 그때까지 가문에 닥쳐올 시련을 하나하나 성장의 기회로 삼아야 했다.
en_us: In order to make that happen, he knew he had to make their upcoming trials into opportunities for growth.

source: 적 중에 가주를 막을 기사는 없다.{j}반드시 돌파구를 만들어 낼 것이다.{j}그 기대 하나로 내린 지시였지만, 곧바로 적의 기사 다섯이 가주를 몰아붙이는 믿기지 않는 광경이 눈에 들어왔다.{j}그 모습에 생각도 하기 싫은 최악의 미래가 헤인켈의 눈앞에 그려졌다.
en_us: He knew there wasn’t an enemy knight that could match the Baron and he would eventually provide a breakthrough. All hopes rested on the Baron’s shoulders and as searched for him, he saw five enemy knights surround the Baron in the distance. Sir Heinkel had seen the inconceivable and the sight evoked thoughts of a future he desperately wanted to avoid.

source: 장황한 미사여구가 들어가 읽는 데 30분이 넘게 걸린 친서의 내용을 요약하자면…….
en_us: To summarize the verbose letter that took thirty minutes to read,

source: 로건은 안도의 한숨과 함께 자리에서 일어났다.
en_us: Logan let out a sigh of relief and stood up.

source: “신경 쓰지 말아라.{j}그런 거 일일이 신경 쓰면 정작 해야 할 일을 못 한다.”
en_us: “Don’t worry about them. Worrying about every single thing will distract you from what’s important.”

source: 콰직.
en_us: Crush.

source: “그래, ‘가출’은 즐거웠느냐?”
en_us: “Did you enjoy your little escapade?”

source: “아, 안…….”
en_us: “Oh, no...”

source: “오호?{j}장기 계약?{j}좋습니다.{j}그래, 얼마나 생각하고 계십니까?”
en_us: “A long-term contract? Fine. For how long?”

source: 가문을 멸망케 한 전쟁과 그것을 지켜보며 느끼던 절망.
en_us: The war that destroyed my family and the despair of seeing it unfold.

source: 욕설이 나오는 것을 억지로 삼킨 필립이 로건을 바라보았지만, 로건은 그 의견을 철회할 생각이 전혀 없다는 듯이 오히려 눈을 빛내고 있을 뿐이었다.
en_us: Phillip swallowed what could have been a grave mistake and stared at Logan instead, hoping to change his mind. But Logan stood firmly by his words and stared right back at him.

source: “내가 빚을 다 갚아 주고, 당신을 평생 고용하겠다면 얼마면 됩니까?”
en_us: “How much would I need to pay off all your debts and hire you for life?”

source: “안 그래도 그러고 있다!”
en_us: “I was being careful!”

source: 멋대로 폭주하는 릭을 보자 얼굴이 더 뜨거워졌다.
en_us: Seeing Rick acting out in anger made Logan’s face burn with embarrassment.

source: 입이 떡 벌어지는 제안에 잠시 서로를 멀뚱멀뚱 쳐다보기만 하던 용병들이 이내 하나둘 정신을 차렸다.
en_us: The mercenaries were stunned by the mouth-opening offer and looked at each other with puzzled faces as their new realities sank in.

source: “그래, 그래.{j}레이, 좀만 더 자라.{j}곧 끝나.”
en_us: “Easy now, Rey. Sleep a little bit longer. It’s almost over.”

source: 마지막 말에는 분노가 절실히 묻어났다.{j}패드릭은 철없는 아들이 비상사태에도 현실을 파악하지 못하고 자기주장만 한다 여겼다.{j}하지만 그가 속이 터질 일은 이제 시작이었다.
en_us: Padrick’s volley of questions underlined his fury. He thought of his son as an irresponsible youth only seeing the situation through his lenses and had failed to grasped the gravity of the situation. But this was to be only the beginning of his woes.

source: 전생에서 용병으로 굴렀던 세월만 10년이었다.
en_us: Logan was a mercenary for ten years in his previous life.

source: 2대 전, 무려 60여 년 전의 일이었다.{j}맥라인 가문의 추락이 시작되던 그 시절의 해묵은 원한이 왜 갑자기 튀어나온 것인지 원인을 따져 보고 사절을 보내야 한다는 의견부터 전쟁 준비가 먼저라는 의견까지.{j}가문 내에서도 의견이 분분한 가운데 대회의로 대응 방향을 결정하기로 한 것이다.{j}모두가 당황하는 가운데, 로건 역시 다른 의미로 당황스러운 마음을 감출 수가 없었다.
en_us: The injustice the letter spoke of happened two generations ago about sixty years in the past. The time coincided with the beginning of House MacLine’s decline. Various opinions were made around the room including the need to send an envoy to clarify the reason, while other called the Baron to prepare for war. Opinions were split within the family and a decision was made to expand the family meeting into a house meeting. Everyone was in shock and Logan was no exception albeit for a different reason.

source: 어쨌거나 그는 지금 로건이 그리는 용병대의 모습에 더없이 딱 들어맞는 조각이었다.
en_us: Logan knew that he was the missing piece of the mercenary army puzzle.

source: 패악질만 일삼고 노력을 안 한다면 아무리 천재라 해도 포스 유저의 경지에 오를 리 없었다.
en_us: Not even the most gifted warrior could be a force user unless they trained hard and practiced good morals.

source: “뭐, 일사불란하게 움직이는 것은 확인했고, 사격 솜씨도 훈련 기간을 감안하면 나쁘지 않아.{j}수고했어.{j}그리고 조금 더 수고해 줘.”
en_us: “Their formation and movements were uncoordinated but their shooting skills weren’t bad considering the time we’ve had. Well done. Please keep up the good work.”

source: ‘드웨인 님, 식량 사정부터.’
en_us: Please, Dwain. Sort out the food first.

source: “내가 지금 영지 운영비를 보태서 빚을 해결했다 치자.{j}그럼 영지 사정이 얼마나 바뀌지?”
en_us: “Let’s say I cover the maintenance and take care of our debt. How much would our territory change?”

source: ‘이젠 내 무력을 키우는 데 중점을 둔다.’
en_us: I’ll have to focus on growing my strength from now on.

source: 정신없이 소란스러운 여관의 1층.{j}구수한 고기 내음과 시원한 술 냄새, 그리고 그 좋은 냄새들에 가려진 쿰쿰함 암내 사이를 뚫고 로건은 곧장 카운터로 향했다.{j}바를 겸하고 있는 카운터에서 사람 좋아 보이는 배불뚝이 중년 사내가 웃으며 새 손님을 반겼다.
en_us: The first floor of the inn resembled pure chaos but it smelled of grilled meat and cold drinks on tap. Logan walked through the musk of sweaty pits, which you didn’t notice until you got close enough, and headed straight for the counter. A friendly-looking barkeep with a plump barrel of a belly greeted his new guest with a smile.

source: “이 자식들아 그래도 숙련된 상급기……!
en_us: “I’m a trained high knigh...”

source: 가슴속에 찬바람이 확 불어닥치는 듯했다.{j}영지전이 고작 9개월 남았다.
en_us: The anger inside him cooled and he found his center once again. There was only nine months left until the Battle of the Territories.

source: 차후에 더욱 큰 폭탄이 될 수 있는 재정 지원의 문제는 당장은 화제가 되지 않았다.{j}다만 완벽한 아군으로 생각했던 가주의 처가가 비상 상황에서 손을 떼었다는 사실, 당장의 지원 병력이 없다는 날벼락 같은 소식이 대전을 혼란으로 뒤엎었다.
en_us: The loss of their financial support could cripple their house in the near future but that wasn't the immediate concern. The loss of an ally and Padrick’s in-laws at such a crucial time meant that were alone without any reinforcements. The realization resulted in chaos.

source: ‘무엇보다 이 쓰레기에게 돈을 벌어다 주고 싶지 않단 말이지.’
en_us: I don’t want to give this human scum a penny more than they’re worth.

source: “진짜 좀 변하신 것 같기도 하니 다행이네요.”
en_us: “I have to say, it seems like you have changed a little. That’s a relief.”

source: ‘잊기 전에 적어 놔야 해.’
en_us: I must write it down before I forget.

source: 기억이 명확하지 않아 조금 일찍 내려왔지만, 그래도 일주일 안으로 사건이 일어날 것이었다.
en_us: He came down from the mountain early because his memory wasn’t certain, but he was sure that the incident was bound to happen within a week.

source: 놈의 개소리를 듣고 있자니 더욱 분노가 끓어올랐다.{j}자신이 여기서 멈춰서서는 안 되는 것이었다.
en_us: The knight’s taunt boiled Padrick’s blood for he knew better than anyone this wasn’t the outcome he had in mind.

source: 단순한 동작만으로도 확신할 수 있었다.
en_us: He could tell with even simple movements.

source: “후아.{j}그래 다 같이 죽어보자.{j}대공자가 얼마나 견딜까?”
en_us: “Let’s all go to hell. How long do you think the eldest master will last?”

source: 하지만 그와 별개로 그 의뢰를 맡겠다는 상인들은 넘쳐났다.
en_us: On the other hand, there were also many merchant that were eager to take up the offer.

source: 아무리 상대방이 대공자라도.{j}이런 모욕을 당하고서 참으면 사람이 아니다.
en_us: He was not a man to let such dishonor slide, even if the opposition was the heir of the house.

source: 징집병도 징집병이지만 기존에 알고 있던 적의 주전력, 기사단이 몇십 명이나 늘어났다.
en_us: Miltia aside, estimates of their knights, the driving force of the enemy, had increased by almost half.

source: “하악.{j}하악.{j}허, 허허…….”
en_us: “Hu...ha...”

source: “아뇨.{j}틀리지 않았습니다.”
en_us: “No, not at all.”

source: 드웨인 필스너, 언뜻 보기에는 기사 같은 체격이었지만 그는 엄연히 행정관이었다.{j}그것도 가문의 내정을 책임지는 재무담당 관리였다.{j}그의 아버지, 패드릭 맥라인이 가장 신뢰하는 가신이기도 했다.{j}그 말은 즉, 자신과 별로 안 친한 사이로 저렇게 웃음을 보일 관계가 아니라는 것이었다.{j}로건이 의혹 어린 눈으로 그를 바라보는데 문밖에서 한바탕 소란이 일었다.
en_us: Dwain Pilsner looked like a knight but he was strictly an administrator. He was in charge of managing the books of the house’s finances. His father was Padrick MacLine’s most trusted administrator. He was well-known in the castle and close enough to the family that it was out of place for him to make such an awkward entrance. Logan looked at him with suspicion when suddenly, a small racket occurred outside his door.

source: 로건 역시 당연히 반발하지 않았고, 그로써 로건의 출정은 확정되었다.{j}다만 그 방향이 조금 문제가 되었다.
en_us: Logan didn’t resist and his participation was now a certainty. But the exact shape of his involvement became a point of contention.

source: 하지만 이어진 조건에 일부 용병들의 얼굴이 어두워졌다.{j}석궁기마병이라는 웃기지도 않는 병과는 둘째 치고, 말을 달리며 활을 쏘려면 몸이 유연하고 민첩해야 한다.{j}아무리 말을 탈 줄 아는 용병들만 모았다 하더라도, 말을 탈 줄 아는 것과 말을 타며 활을 쏘는 것은 전혀 다른 이야기였다.
en_us: Several mercenaries were visibly concerned about Logan’s new condition. It was the first time they’d heard of mounted crossbowmen and they knew riding with a bow required a nimble, dexterous body. The mercenaries were trained riders but being able to ride and shoot an arrow at the same time was another matter all together.

source: “……뭐라?”
en_us: “What?”

source: 푸욱.
en_us: Stab.

source: “그래서 오늘부터 새로운 훈련을 추가했다.”
en_us: “That is why I’ve added a new training routine.”

source: “아, 그 돈 뜯어냈다는?!”
en_us: “Ah, the one that took all the money?”

source: “가, 감사…….”
en_us: “Th-thank...”

source: 로건이 곧바로 일어서서 방문으로 향하자, 어색하게 웃던 릭이 황급히 소리를 질렀다.{j}그러자 로건은 그런 녀석의 볼을 사정없이 잡아당겼다.
en_us: Rick lost his awkward smile and shouted nervously at Logan before he was about to head out the door. Logan turned around and pulled his servant’s cheeks as hard as he could.

source: 자연히 뱉어지는 말은 차가울 수밖에 없었다.
en_us: Phillip’s word felt cold as icicles.

source: “저는 말뿐인 사과로 만족할 수 없습니다!”
en_us: “Father, words of apology are not enough for me!”

source: ‘어쩔 수 없다.{j}침략자가 운명을 걸었으니 우리도 가진 모든 것을 동원해야 한다.’
en_us: We have no choice. The invaders have thrown the dice and we must fight back with everything we have.{j}

source: 지난겨울 동안 맥라인 본성까지 내려온 몬스터 떼는 예년의 1/10도 되지 않았다.{j}가문 내부에서야 그런 해도 있다면서 대수롭지 않게 넘어가는 분위기였지만 로건은 그것이 사실이 아니라는 것을 누구보다 잘 알았다.
en_us: Only a tenth of the usual horde of monsters had reached the main castle last winter. Most people within the castle thought it had been a lucky occurrence but Logan knew the truth better than anyone.

source: “근거라면 생길 거야.{j}확정적으로.”
en_us: “The proof will come for sure.”

source: 왕국이 망한 다음에나 그것들을 이용한 무기를 써 봤던 용병 로건은 몰랐던 사실.
en_us: Logan was oblivious to Phillip’s information since he only used such weapons after the kingdom had fallen.

source: 갑작스러운 한탄에 헤인켈이 의아한 표정을 지었지만 그를 탓하는 말이 아니었다.
en_us: Sir Heinkel was perplexed by the Baron’s words and thought they were aimed at him.

source: 울컥한 마음에 동생을 끌어안은 손에 자연스레 힘이 들어갔다.
en_us: Logan reeling from emotion, unconsciously held his brother tighter.

source: 하지만 그 모습을 보는 로건의 표정은 그리 좋지 않았다.{j}석궁이 완성됐다는 소식에 한달음에 달려왔는데, 하마르가 들고 있는 석궁의 모습이 그가 기대했던 모양이 아니었기 때문이다.
en_us: But Logan didn’t immediately take a liking to what he saw. He had rushed over to the workshop to see the finished product but the crossbow in Hamar’s hand wasn’t what he expected.

source: 로건의 물음에도 그저 쓰러져 숨쉬기 바쁜 빅토르는 대답할 수가 없었다.{j}로건은 그 모습을 흐뭇하게 내려다보았다.
en_us: Victor was on the ground, unable to breathe let alone answer Logan’s question. Logan looked down on his pupil with a satisfied grin.

source: “응.{j}그 카록의 고기.”
en_us: “Yes, the meat of a karock.”{j}

source: 정작 그것을 요구한 로건 역시도 자신의 허리까지 오는 거대한 궤짝에 가득 담긴 금화를 보고서는 표정이 흔들리지 않을 수 없었다.
en_us: Logan had asked for it but seeing the enormous chest, which came up to Logan’s waist, in person felt surreal to him.

source: “그 돈독 오른 망나니가…….”
en_us: “That money-mad bastard...”

source: - 소리 지르는 걸 보니 정상 같다.
en_us: It sure sounds like he’s back to being himself.

source: ‘차라리 곱게 모시라 했으면 마음이라도 편했을 텐데.’
en_us: It would have been easier if were told to go easy on him.

source: 단숨에 요구 기간을 삼 분의 일로 줄여 버리는 폭거에, 하마르는 그대로 뒤로 드러누웠다.
en_us: Logan had reduced the original estimate by a third and Hamar fell on his back in protest.

source: 거친 숨을 몰아쉬는 것을 보니 또 수련 도중에 헐레벌떡 뛰어온 듯했다.{j}너무 익숙한 패턴이었지만 지금은 그 익숙함이 반가웠다.
en_us: Lonian was catching his breath as he had run out in the middle of training to see his brother. It was predictable of him but Logan appreciated the familiarity.

source: 비록 도미넌은 기사 중에는 부족한 재능이었지만, 그간의 경험이 가져다준 자신만의 필살기 정도는 있었다.
en_us: Sir Dominan lacked pure ability but his experience had given a special finishing move of his own.

source: 로건은 카이의 말과 하마르의 조랑말에 남매를 나눠서 태웠다.{j}그런데 남매가 흔들리는 말 위에서 버티느라 엉덩이가 쓰라렸던 날은 고작 하루뿐이었다.{j}이튿날부터는 말의 움직임에 신체를 부드럽게 맞추었고, 사흘째 되는 날에는 속보가 아닌 질주 수준에도 익숙하게 견뎠다.{j}빅토르뿐만 아니라 그 동생 역시 마찬가지였다.{j}빅토르야 오러 유저가 된다는 것을 알고 있으니 몸을 다루는 것에 재능이 있다고 쳐도, 그 동생까지 그럴 줄은 몰랐다.
en_us: Logan split the siblings and made each ride on Kai’s horse or Hamar’s pony. The siblings had a difficult time holding on their respective horses as they sped through on their first day of riding. But they had adjusted well by the second day and smoothly moved their bodies to the tune of the horses’ movements. By the fourth day, they were able to endure and hold on to the horses’ as they galloped at full speed. Logan predicted that Victor, a future auror user, would be able to handle himself but he was surprised that his sister was able to hold her own as well.

source: 머릿속이 복잡한 와중에도 도저히 외면할 수 없는 목소리에, 로건의 고개가 홱 돌아갔다.
en_us: Despite wrestling with his confusion, Logan sharply turned his head towards this unignorable voice.

source: “아아악!”
en_us: “Ahhh!”

source: 아직은 기억이 생생한 이 시점에 미래의 주요 사건들을 정리해 놔야 했다.
en_us: He started jotting down the major events in the future while his memory was still fresh.

source: “헤인켈, 자네도 좀 느슨해졌군.”
en_us: “You’ve gone soft, Heinkel.”

source: ‘저, 저런 한심한 놈!’
en_us: You pathetic worm!

source: “상급 기사?{j}고작 그 나이에?{j}제법이로군.”
en_us: “A high knight at your age? Impressive.”

source: “으음……?”
en_us: “Huh...?”

source: ‘어차피 이 녀석 때문에 아낀 돈이니까.’
en_us: It’s the money he saved me anyway.

source: 로건이 아버지에게 약속했던 3개월이 지났다.
en_us: The three months Logan had promised his father had passed.

source: “공녀의 마음씨가…….”
en_us: “The lady has such a sweet heart...”

source: 저 하녀는 잘못한 것 없으니까!”
en_us: She’s done nothing wrong!”

source: “역시 어린 나이라 그런지 며칠 잘 먹고 잘 잤다고 금세 달라지는구나.”{j}연병장에 빅토르를 세워 놓고 잠시 바라보던 로건이 한 말이었다.{j}
en_us: “Sleeping and eating well for a few days has made you look much better. Bless your youth.” said Logan as he examined his new pupil on the training ground.

source: 가장 먼저 정신을 차린 것은 릭이었다.
en_us: The first person to regain their senses was Rick.

source: 대륙 최강의 국가, 아레스 제국.{j}강력한 중앙집권제 국가이자 실력 지상주의의 나라.{j}실력만 있다면 남녀노소를 가리지 않고 관리가 될 수 있었으며, 권력과 부를 누릴 수 있는 나라였다.{j}심지어 그 자격은 제국 출신이 아닌 외국인에게도 주어졌다.{j}그 대표적인 예가 제국 10대 거상으로 꼽히며 ‘황금충’이란 별명을 가지고 있던 그란디아 왕국 출신의 필립 클로드였다.{j}그는 제국을 움직이는 거상 중의 한 명이자 그란디아 왕국의 유민들에게는 매국노라 불리던 대륙 최고, 최대의 전쟁 상인이었다.{j}면전에서는 황금 상인이라 불리고 그가 보이지 않는 곳에서는 황금충이라고 불리던 자이기도 했다.{j}그렇게 욕을 먹으면서도 고향의 유민들을 지원했고, 끝내는 황금과 권력을 동원하여 그란디아 자치령까지 만들어 낸 기적의 주인공이었다.
en_us: The most powerful country on the continent was the Ares Empire. They were structured under a strong central government and promoted meritocracy. Any man, woman, or child could be given a position within the government and could access great wealth and power as long as they had the ability. They opened such positions to foreigners from outside their empire. The most notable example of their open meritocracy was a man nicknamed “The Gold Fiend”, who hailed from the Kingdom of Grandia, and was known as the one of the ten greatest merchants in the Empire. HIs name was Phillip Claude. A wave of his hand moved the economic levers of the Ares Empire. But the people of the Kingdom of Grandia labelled him a traitor as he happened to be the greatest weapons trader that ever lived. There were people that hailed him as Midas while calling him the golden fiend behind his back. Despite the vitriol he received, he was fiercely loyal to the people of his home territory and never stopped his support for them. In the end, his money and power created the Autonomous Dominion of Grandia, and he was heralded as a hero that created a miracle.

source: 로니, 들어와.”
en_us: Loni, come in.”

source: “아.{j}그런 방향에서 드웨인에게 부탁할 일이 있어.{j}가문을 위해.”
en_us: “In that regard, I have a favor to ask of you, Dwain. For the good of the house.”

source: 자신의 포스가 가진 이질적인 측면은, 실험 결과 민감한 기사들도 눈치채지 못했다.{j}실례로 소년을 업고 있는 카이도 아무런 이상을 감지하지 못했는데 저런 어린아이가?
en_us: Not even his most sensitive knight were able to detect his distinctive force energy, and not even Kai had sensed anything even though he was physically carrying the boy. But the way the girl glanced at Logan made him wonder if she was able to sense his force.

source: 로건은 이를 악물고 쏟아지는 기세를 견뎌 내었다.{j}비록 소량의 성과지만 심장에 자리 잡은 핵이 로건을 도와주고 있었다.
en_us: Logan clenched his jaw and fought against his father’s pressure. The core that had formed in Logan’s heart, as small as it was, helped him endure.

source: ‘하지만…… 아마도 아버지가 생각하시는 것과 반대의 일일 겁니다.’{j}파혼.
en_us: But...it will be the exact opposite of what you are thinking, father. The cancellation of our engagement.”

source: 언제나 가슴 한편을 채우고 있는 근심이 이 순간만큼은 사라지고 없었다.{j}하지만 정작 하마르는 끝까지 즐거울 수가 없었다.
en_us: The fear of failure that habituated hearts of both men was momentarily melted away by the incredible weapon. But Hamar’s agony would return faster than he had anticipated.

source: “아아, 오빠…….”
en_us: “Don’t die, brother...”

source: 그리고 아직은 그만 알고 있는 정보들의 이용 가치는 무궁무진했다.{j}그것을 활용한다면 지금 그의 손에 있는 290만 골드의 가치는 극대화될 것이다.
en_us: The potential of the information that only he knew was immeasurable. Utilizing his knowledge would maximize the gains of the two million nine hundred thousand gold he held.

source: “와!{j}내 약혼녀가 왕국에서 유명한 미인이란다!{j}부럽지 인마!{j}이래야 정상인데?”
en_us: “I don’t know, ‘Wow, my fiancee is the most famous beauty in the entire kingdom! Aren’t you jealous?’, something along those lines.”

source: “저 몸으로 패악질할 시간에 검술 연습을 더 했으면…….”
en_us: “If only he had trained instead of being a pain in everyone’s backside all those years...”

source: 현생에서는 첫 방문이었지만 로건에게는 너무나도 익숙한 광경이다.{j}하룬은 중부 최대의 곡창지대인 그란디아 평야의 농업을 관리하는 왕실 직할 도시다.{j}본래는 그저 농업 도시로 만들어진 영지지만, 너른 평야에서 일할 노예들과 그들을 감독하기 위한 용병들이 계속해서 몰려들면서 본래의 의도와는 상관없는 별명으로 불리는 경우가 더 많아졌다.{j}노예와 용병의 도시, 혹은 ‘인간 시장’이었다.
en_us: It was his first visit in this life but it was a familiar sight to Logan. Harun managed the greatest breadbasket in the kingdom, the Grandia Plains, and was under the direct control of the royal family. It started out as a farming city but overtime, slaves were required to work the vast fields and mercenaries were hired to oversee them. The agricultural history of the city was now overshadowed by its new nickname, the city of slaves and mercenaries, or the “Human Market”.

source: “공자님, 괜찮으십니까?”
en_us: “Master, are you alright?”

source: 막연하게 느껴질 수 있는 포스라는 말 대신, 조금 구체적인 숫자를 말해주었다.{j}애초에 그렇게 하려면 포스유저의 수준이 아니면 안 되었다.{j}하지만 그 말에 빅토르의 표정이 확 달라졌다.
en_us: Logan gave him a specific number instead of trying to explain about the force in vain. Explaining the power of the force to a non-user was practically impossible. Victor’s eyes were widened by Logan’s words.

source: 죄책감?
en_us: Guilt?

source: ‘리이나 울브스.’
en_us: Lina Wolves.

source: “무술에 천부적인 재능을 가진 로니안이 기사 가문의 후계자에 더 어울립니다.”
en_us: “Lonian’s genius with the sword knows no bounds, which is why I believe he will be a better heir with our proud history as knights.”

source: 희망이 생겼다고 좋아하던 게 불과 어젯밤이었다.
en_us: It was only yesterday that he was brimming with hope.

source: 그리고 그 마지막 순간까지.
en_us: Right up until the last moment.

source: 로건은 숨을 크게 들이마시고는 미소를 지으려 애썼다.
en_us: Logan took a deep breath and tried his best to smile.

source: ‘부탁이라…….’
en_us: A favor...

source: 철없는 애새끼의 한 마디가 드웨인의 정신을 또다시 아찔하게 만들었다.
en_us: Dwain was shook again by the insolent twerp’s defiant tone.

source: “누구?”
en_us: “Who?”

source: “난 사흘에 건다.”
en_us: “I’d say four days.”

source: 로건은 방문을 나서며 차분히 숨을 골랐다.
en_us: Logan calmly collected himself before his meeting.

source: 그 모든 것들 곳곳에는 똑같은 문양이 새겨져 있었다.
en_us: The same symbol was engraved in every corner.

source: 그러고는 어떻게 조절해 볼 틈도 없이 몸 구석구석을 자극했다.
en_us: Every corner of his body was reacting to the energy and he had no time to try and control it.

source: 보통 사람이 듣기에는 헛소리로 들릴 만한 이야기였다.{j}하지만 이것은 실제로 로건이 전생에 포스 유저가 되었을 때 얻은 깨달음이었다.
en_us: It sounded like avant-garde gibberish to the average person but this is how his first experience as a force user felt in his previous life.

source: 그 말에 소년의 표정이 환하게 바뀌었다.
en_us: Logan’s words completely changed the boy’s demeanor.

source: “그럼 굳이 여기나 제국에서 사실 필요는 없습니다.”
en_us: “Then, there is no need to buy those here or in the Empire.”

source: “그것도 힘듭니다.{j}적어도 서너 달은 되어야…….”
en_us: “It will still be difficult. I’ll need at least three to four months...”

source: 1화
en_us: Chapter One

source: “그리고 여러 가지를 실험해 볼 수 있게 샘플로 100여 개 정도는 미리 받아 볼 수 있었으면 좋겠군.”
en_us: “It would be best to receive around a hundred of each as samples so I could experiment with them first.”

source: “이놈들…….”
en_us: “Damn you...”

source: 그리고 자신에게 속삭이는 그녀의 아름다운 눈동자를 보며 사랑의 도피라도 하겠다 결심했다.{j}어차피 맥라인 가문의 공자로서는 망한 인생, 사랑하는 여인을 위해 모든 것을 걸리라 생각한 것이다.{j}그리고 그날 밤.{j}몰래 숨어든 처소에서 마주한 그녀는 이상하게 차가운 웃음을 지으며 단도로 스스로 옷을 찢었다.
en_us: He stared into her beautiful eyes as she whispered in his ear, it was then Logan decided to escape his torment with love. He was the heir to a doomed house and decided to risk everything for this beloved. That night, when they met at the rendezvous, her gracious smile turned cold as she began ripping her clothes with a dagger.

source: 그녀가 우아하게 걸음을 옮길 때마다 허리 근처에서 찰랑거리는 은빛 머리칼은 새하얀 드레스와 너무나도 잘 어울렸다.
en_us: Her silver hair bounced near her waist with every graceful step she took, and the white dress she wore complimented her well.

source: 그 말은 대륙의 남부를 가로지르는 거대한 산맥 너머로 사라진 하마르의 종족을 따라가게 놔주겠다는 말이었다.{j}그리고 보통 300년을 사는 반(半)요정족인 드워프에게 자유를 얻기 위한 20년은 그리 긴 시간도 아니었다.
en_us: Logan expressed his intention to free Hamar so that he could rejoin his people in the vast mountain range that stretched across the southern part of the continent. Dwarves were a species of fairies and lived up to three hundred years on average. Twenty years of service was not such a steep price to pay for freedom.

source: “가문이 왜 한숨을 돌려?{j}내 돈인데?{j}어제 아버지 말 못 들었어?”
en_us: “Why is the house breathing a sigh of relief? It’s my money. Didn’t hear Father speak yesterday?”

source: 두두두두두.
en_us: Gallop.

source: “하아…… 역시 사람은 쉽게 변하지 않는 거겠지.”
en_us: “People are so hard to change, aren’t they?”

source: “여기서 계약서를 쓸 수는 없지 않습니까.”
en_us: “We can’t draft a contract here.”

source: “병사들의 무기와 무구는…….”
en_us: “The soldiers weapons and armor...”

source: 그의 심장에 자리한 포스 코어가 전신에 힘을 불어넣으며 자칫 꺾일 뻔한 그의 무릎을 바로 세웠다.{j}무한한 가능성을 가진 신검의 비전이지만 아직은 미숙할 뿐, 상급 기사의 힘에는 비견할 수는 없었다.{j}하지만 직접적인 무력행사도 아닌 기세의 압박 정도는 뿌리칠 힘이 있었다.
en_us: The core from his heart poured every ounce of power it had to prevent Logan’s knees from snapping, the power managed to keep Logan upright. The ancient secrets knew no bounds but he was still not adept enough to fight back against the might of a high knight. He wasn’t strong enough to handle a direct attack but he could withstand the pressure exerted from his father’s show of power.

source: “그자는 그럴 만한 죄를 지었습니다.{j}아버지께서도 병사들에게 자초지종을 듣지 않으셨습니까.”
en_us: “He deserved his punishment. I’m sure your men have told you why.”

source: “……일단 철저히 훈련시켜 줘.{j}이유는 나중에 알게 될 거야.”
en_us: “Anyway, please train them well. You’ll find out why in due course.”

source: ‘잘 말해야 한다, 드웨인.’
en_us: This is your chance, Dwain. You have to sound convincing.

source: “흠, 역시…….”
en_us: “Of course...”

source: 그만큼 그들의 가장 앞에서 걸어 들어오는 리이나 울브스의 존재감은 압도적이었다.
en_us: The beauty and presence of Lina Wolves as she led her delegation overpowered any notion of inadequacy.

source: 싸늘하게 내려앉은 패드릭의 목소리가 미세하게 흔들렸다.
en_us: Padrick’s voice had lost its vigor and was slightly shaken.

source: 그러나 그것도 잠시.
en_us: But it was only temporary.

source: 쩌억.
en_us: Gasp.

source: 처연한 표정.
en_us: Her face was overcome with sadness.

source: ‘동생인가……?’
en_us: Is that his sister?

source: 히죽 웃으면서 들어온 사람은 릭이었다.{j}수도 없이 본 저 얼굴이 저렇게 웃을 때면 항상…….
en_us: Rick came in with a big grin on his face. Logan knew from experience that it could only mean one thing when Rick smiled like that.
